export const mainData = {
    header: "શ્રી ઉનેવાળ બ્રહ્મસમાજ સેવા ટ્રસ્ટ",
    logoLeft: "img/logo-new.jpg",
    logoRight: "img/logo-mahakal.jpg",
    menuItems: [
        { ref: "#home", value: "Home", },
        {
            value: "2025",
            subMenuItems: [{ ref: "#upcoming", value: "આવનાર પ્રસંગો" }]
        },
        {
            value: "2024",
            subMenuItems: [
                { ref: "#navratri2024", value: "નવરાત્રી મહોત્સવ" },
                { ref: "#cricket2024", value: "ક્રિકેટ ટુર્નામેન્ટ" },
            ]
        },
        {
            value: "2023",
            subMenuItems: [{ ref: "#navratri2023", value: "નવરાત્રી મહોત્સવ" }]
        },
        {
            value: "2022",
            subMenuItems: [{ ref: "#patotsav2022", value: "પાટોત્સવ" }]
        },
        { ref: "#highlights", value: "ફોટો અને વિડિઓ ગેલેરી" },
        { ref: "#contactus", value: "સંપર્ક કરો" },
        { ref: "#aboutus", value: "અમારા વિશે" },
    ],
    mainSlider: [
        {
            header: "માતાજીની નવચંડી, વડોદરા",
            subHeader: "તા. 20/04/2025",
            paras: [
                "શ્રી ઉનેવાળ સમાજનું સ્નેહ મિલન(2025) તથા યજ્ઞોપવિત અને નવચંડી 20 એપ્રિલના રોજ રાખેલ છ.",
            ],
            img: "/img/Patotsav_vadodara_2025.jpeg"
        },
        {
            header: "માતાજીની નવચંડી, શુક્લતીર્થ",
            subHeader: "તા. 12/04/2025",
            paras: [
                " શ્રી ઉનેવાળ સમાજની શુક્લતીર્થ ખાતેની(2025) યજ્ઞોપવિત અને નવચંડી 12 એપ્રિલના રોજ રાખેલ છે.",
            ],
        },
        {
            header: "કનકાઈ માતાનો ઈતિહાસ",
            paras: [
                "કનકાઈ માતા મંદિર, ગુજરાત, ભારતના ગીર રાષ્ટ્રીય ઉદ્યાનમાં આવેલું, દેવી કનકાઈ માતાને સમર્પિત એક આદરણીય હિન્દુ મંદિર છે. મંદિરની ઉત્પત્તિ સ્થાનિક દંતકથાઓ અને ઐતિહાસિક અહેવાલોથી ભરપૂર છે.",
                "<b>ઐતિહાસિક પૃષ્ઠભૂમિ:</b> સ્થાનિક માન્યતા મુજબ, કનકાઈ શહેરની સ્થાપના રાજા કનક ચાવડાએ 8મી સદીમાં કરી હતી,જેમાં દેવી કનકાઈ નગરના પ્રમુખ દેવતા તરીકે સ્થાપિત થઈ હતી.",
                "અન્ય એક દંતકથા મંદિરની ઉત્પત્તિને એક સમર્પિત અનુયાયી દ્વારા અનુભવાયેલી દૈવી દ્રષ્ટિને આભારી છે, જે દેવી દ્વારા આશીર્વાદિત હોવાનું માનવામાં આવતા સ્થળ પર તેનું બાંધકામ તરફ દોરી જાય છે."
            ],
            img: "img/kankai-gir.jpg"
        },
        {
            header: "કનકાઈ મંદિર - પરીવાહન",
            paras: [
                "જૂનાગઢથી દરરોજ સવારે 8 વાગ્યે ઉપડતી બસ છે, મંદિરમાં એક કલાક રોકાય છે અને સવારે 9:45 વાગ્યે પરત ફરવા માટે રવાના થાય છે.",
                "માર્ગ દ્વારા: ગીર રાષ્ટ્રીય ઉદ્યાન જૂનાગઢથી 60 કિમી દૂર છે, જે મુલાકાત લેવા માટેનું સૌથી સામાન્ય સ્થળ છે, અને અમદાવાદથી 360 કિમી દૂર છે. મુખ્ય કેન્દ્ર સાસણ ગીર છે જ્યાં રેલ્વે સ્ટેશનની સામે વન વિભાગ દ્વારા જાળવવામાં આવેલું ફોરેસ્ટ ગેસ્ટ હાઉસ છે. સાસણ તેમજ નજીકના સ્થળોએ હોટલ અને ગેસ્ટ-હાઉસ છે. મંદિરમાં ખાનગી વાહનો દ્વારા પહોંચી શકાય છે. સ્થળની મુલાકાત લેવા માટે સ્થાનિક ટેક્સી ભાડે લેવી વધુ સારું છે.",
                " હવાઈ માર્ગ: નજીકનું એરપોર્ટ રાજકોટ છે પરંતુ તે ભારતના મુખ્ય એરપોર્ટ સાથે સારી રીતે જોડાયેલ નથી, તેથી યોગ્ય એરપોર્ટ અમદાવાદ છે. અમદાવાદથી ટ્રેન કે વાહન દ્વારા જઈ શકાય છે. કંકાઈમાં મોટાભાગના દિવસોમાં વાતાવરણ હળવું રહે છે."
            ],
            img: "img/kankai-gir-1.jpg"
        },
        {
            header: "કનકાઈ મંદિર - શુક્લતીર્થ",
            paras: [
                "ॐ कुलदेवीये च विधमहे | गीरवासिनी च धीमही। तन्नो कनके प्रचोदयात ||"
            ],
            img: "img/Kankai-Shuklatirth.jpg"
        }
    ],
    facts: [{
        counter: "1989",
        info: "સ્થાપના વર્ષ 10/09/1989"
    },
    {
        counter: "849",
        info: "સમાજ ના કુલ સભાસદો"
    }
    ]
};